Repository: AFSR/RettApp_RK
Catalog: RKRett/Strings/*.lproj/Localizable.strings
Languages: fr, pt

source: Authentication is needed to access the app.
fr: L'authentification est nécessaire pour accéder à l'application.
pt: É necessária autenticação para acessar o app.

source: Please try to match the girls mood with our predefined options.
fr: Essayer de décrire l'humeur de votre fille avec nos options prédéfinies.
pt: Escolha a figura que mais remete ao humor da menina hoje

source: You are not elegible for this study, please uninstall the app.
fr: Vous n'êtes pas elligible à cette étude, merci de désinstaller cette application.
pt: Você não é elegível para este estudo. Por favor desinstale o aplicativo.

source: It is mandatory that you go through and accept the consent.
fr: Il est impératif de lire et d'accepter le consentement de l'étude.
pt: É obrigatório que você leia e concorde com o Termo de Consentimento

source: It seems that you did not understand the purpose of this study.
fr: Il semble que vous n'ayez pas parfaitement compris le but de cette étude.
pt: Você parece não ter compreendido o objetivo do estudo.

source: Review consent
fr: Relire le consentement
pt: Rever Termo de Consentimento

source: Try again
fr: Réessayer
pt: Tentar de novo

source: Leave
fr: Quitter
pt: Sair

source: Sorry
fr: Désolé
pt: Desculpe

source: of
fr: de
pt: de

source: No tasks
fr: Aucune activité
pt: Nenhuma

source: Fill this in as needed
fr: Remplir si nécessaire
pt: Preencha conforme necessário

source: To start an activity tap below
fr: Cliquez ci-dessous pour démarrer une activité
pt: Para realizar uma atividade toque abaixo

source: Today
fr: Aujourd'hui
pt: Hoje

source: for today
fr: pour aujourd'hui
pt: para hoje

source: for this week
fr: pour cette semaine
pt: para esta semana

source: for this month
fr: pour ce mois
pt: para este mês

source: Share data via email
fr: Partager les données par mail
pt: Exportar dados via e-mail

source: Generating file to export...
fr: Génération du fichier CSV...
pt: Gerando arquivo para exportação...

source: Sending the email...
fr: Email en cours d'envoi...
pt: Enviando e-mail...

source: Data from Rett Syndrome App
fr: Données issues de l'application Rett Syndrome
pt: Dados do Aplicativo Síndrom de Rett

source: Your data is attached as a .csv file.
fr: Vos données sont incluses dans un fichier .csv
pt: Seus dados estão em anexo como CSV.

source: Error unwrapping file data.
fr: Erreur dans la génération du fichier de données.
pt: Erro lidandando com o arquivo. Tente de novo.

source: Sorry, try to send a screenshot through TestFlight. %@
fr: Désolé, essayer d'envoyer une capture d'écran grâce à TestFlight. %@
pt: Desculpe, capture a tela e envie pelo TestFlight. %@

source: Enable to send email!
fr: Activer pour envoyer par email!
pt: Erro ao enviar o e-mail

source: Mail cancelled
fr: Mail annulé
pt: E-mail cancelado

source: Mail saved
fr: Mail enregistré
pt: E-mail salvo

source: Mail sent!
fr: Mail envoyé!
pt: E-mail enviado!

source: Error while sending the email! %@
fr: Erreur lors de l'envoi du mail! %@
pt: Erro ao enviar o e-mail! %@

source: No results to export!
fr: Aucun resultat à exporter!
pt: Nenhum resultado para exportar!

source: Rett Syndrome
fr: Syndrome de Rett
pt: Síndrome de Rett

# Rett Syndrome About
source: Rett Syndrome is a neurological disorder that affects almost exclusively young girls. The syndrome is caused by a mutation on the X chromosome on the MECP2 gene. It's occurrence is of 1 in every 10.000 girls. There is no cure for Rett Syndrome, affected girls can only manage the symptoms with help of medication, occupational and physical therapy. This app's goal is to provide tracking and logging of daily life aspects of the affected girl. You can see your data in graphical interfaces. Due to Rett Syndrome being a rare disease, many times the affected girls family has to travel a long distance to see the doctor and this puts a limit on how much data doctors have at their disposal. With the data tracking done by the app we will have an amount of data points never seen before in the field of Rett Syndrome.
fr: Le syndrome de Rett typique est associé dans près de 95 à 97 % des cas à une mutation dans le gène MECP2 (Méthyl-CpG-binding protein 2), localisé sur le bras long du chromosome X, dans la région Xq281. Il s'agit d'une encéphalopathie neurodéveloppementale très particulière, touchant essentiellement les filles, et étant dans plus de 99 % une mutation de novo. Dans sa forme typique, elle est caractérisée par une décélération globale du développement psychomoteur, puis d’une perte des acquisitions cognitives et motrices, survenant après une période de développement normal. Dans les formes atypiques, des mutations dans le gène CDKL5 (Cyclin dependent kinaselike 5) et dans le gène FOXG1 (Forkhead box G1) ont été retrouvées chez des enfants avec épilepsie précoce ou porteurs de formes congénitales. Certains patients diagnostiqués en raison de leur phénotype, mais négatifs pour les mutations dans les gènes MECP2, CDKL5 ou FOXG1, ont été soumis au séquençage complet de l'exome, ce qui a permis d'identifier plusieurs dizaines de nouveaux gènes.
pt: Síndrome de Rett(SR, MIM 312750) é uma desordem no desenvolvimento neurológico causada por mutação genética que afeta quase que exclusivamente meninas. Após um período de desenvolvimento normal(dos 6 aos 18 meses de vida), a síndrome gera perda de habilidade intelectual, redução da fala, do desenvolvimento psicomotor e desaceleração do crescimento encefálico. SR é uma das causas mais frequentes de desordem neurológica em meninas dos 5 aos 18 anos e uma prevalência de 1 a cada 10 000 meninas aos 12 anos de idade. Mutações no gene da proteína metil-CpG ligante 2(MECP2) foram identificadas em 70-90% dos casos de SR, sendo assim a principal ou única causa da síndrome. Este aplicativo tem como objetivo ser uma plataforma para que os responsáveis pela menina afetada possam acompanhar os dados da vida cotidiana da criança, podendo visualizar seus dados.

# Research Kit About
source: ResearchKit is an open source framework introduced by Apple that allows researchers and developers to create powerful apps for medical research. Easily create visual consent flows, real-time dynamic active tasks, and surveys using a variety of customizable modules that you can build upon and share with the community. And since ResearchKit works seamlessly with HealthKit, researchers can access even more relevant data for their studies — like daily step counts, calorie use, and heart rate.
fr: ResearchKit est un canevas logiciel open source introduit par Apple qui aide les chercheurs à recueillir des données médicales pour leurs travaux. Il facilite le recrutement de participants aux études et la réalisation de ces études. Depuis son lancement, la quantité de données recueillies, et par conséquent l’ampleur des connaissances acquises, battent tous les records.
pt: ResearchKit é um framework de código aberto criado pela Apple que permite pesquisadores e desenvolvedores criarem aplicativos para pesquisa médica. Facilmente criando TCLE's interativos, atividades em tempo-real, e questionários usando uma variedade de modelos existentes, também permitindo a criação de módulos customizados. Como o Research Kit funciona naturalmente com o HealthKit, pesquisadores podem acessar informações mais relevantes ainda para suas pesquisas, como passos em um dia, calorias consumidas e batimentos cardíacos.

source: You can't share data with an Apple TV/Doctor without being logged! Please go to Profile tab and sign up or log in.
fr: Vous ne pouvez pas partager des données avec un Apple TV / Docteur sans être connecté! S'il vous plaît aller à onglet Profil et inscrivez-vous ou connectez-vous.
pt: Não é possível compartilhar dados com a Apple TV/médico sem estar logado! Por favor acesse a tab de Perfil e cadastra-se ou faça login.

source: On Demand
fr: Sur Demande
pt: Na ocorrência

source: Complete
fr: Achevée
pt: Completos

source: About Research Kit
fr: A propos de Research Kit
pt: Sobre o ResearchKit

source: About Rett Syndrome
fr: A propos du Syndrome de Rett
pt: Sobre Sídrome de Rett

source: Error getting HealthKit authorization Details:
pt: Erro ao obter autorização do HealthKit Detalhes:

source: You should change this permission on settings
pt: Você deve alterar esta permissão nas Configurações.

source: Please, go to the Settings app and change the permissions for the app
pt: Por favor, acesse as Configurações e altere as permissões para o app.

source: You changed HealthKit's permissions
pt: Você alterou as permissões do HealthKit.

source: Please, go to the Health App and give permissions back manualy
pt: Por favor, acesse o app Health e adicione as permissões manualmente.

source: Reminder
pt: Lembrete

source: You have pending tasks, please check the tasks tab
pt: Você tem atividades pendentes, acesse a tela de atividades
